<template>
  <div class="card">
    <h5>من  نحن</h5>
    <p>
      المعقب الإلكتروني هو نظام يتيح للمواطنين في المملكة العربية السعودية تقديم الطلبات للجهات الرسمية عبر الإنترنت ومتابعة حالة الطلبات بسهولة. يمكن للمستخدمين اختيار الخدمة المطلوبة من بين قائمة الخدمات المتاحة، ثم رفع المستندات اللازمة عبر النظام. بعد ذلك، يمكن للمستخدمين متابعة حالة طلباتهم ومعرفة التحديثات بشأنها عبر المعقب الإلكتروني. هذا يسهل عملية التواصل مع الجهات الرسمية وتسهيل إجراءات التقديم للخدمات المختلفة.
    </p>
    <h5>تواصل معنا</h5>
    <a href="mailto:Almueaqib-2024@hotmail.com" class="text-lg flex align-items-center gap-1" style="width: max-content;">
      <i class="pi pi-at"></i>
      Almueaqib-2024@hotmail.com
    </a>
  </div>
</template>

<script setup>

</script>

<style lang="scss" scoped>

</style>